Revit 2015 API
SpaceTagTypeSetIterator Properties
The SpaceTagTypeSetIterator type exposes the following members.
Properties
Name | Description
Current
Retrieves the item that is the current focus of the iterator.
IsReadOnly
Identifies if the object is read-only or modifiable.
 (Inherited from APIObject.)
See Also
SpaceTagTypeSetIterator Class
Autodesk.Revit.DB.Mechanical Namespace